[
    {
        "title":"เรือดำน้ำคืออะไร ?",
        "subtitle":"เรามาทราบประวัติของเรือดำน้ำ",
        "image_url":"https://raw.githubusercontent.com/navywebmaster/SubmarineAPI/main/submarine-168884_960_720.jpg",
        "detail":"เรือดำน้ำเป็นเรือรบที่สามารถปฏิบัติการในขณะที่อยู่ใต้ผิวน้ำได้ สร้างจากเหล็กแต่มีความสามารถในการเคลื่อนที่ภายใต้น้ำ เรือดำน้ำ ถูกนำมาใช้ในการสงครามและการค้นคว้าสำรวจใต้ทะเลลึกในบริเวณที่มนุษย์เราไม่สามารถดำลงไปได้ด้วยการสวมเพียงชุดดำน้ำ ด้วยคุณสมบัติที่พิเศษเหนือกว่ายานพาหนะชนิดอื่นคือ มันสามารถที่จะอยู่ได้ทั้งบนผิวน้ำและใต้น้ำ นับตั้งแต่ ปี ค.ศ. 1620 ที่เรือดำน้ำลำแรกถูกสร้างขึ้นมา ขณะนั้นเรือดำน้ำสามารถจุคนได้เพียง 12 คน ดำน้ำได้ลึกเพียง 4.5 เมตร และเคลื่อนที่ใต้น้ำได้เพียง 8 กิโลเมตรก่อนที่จะต้องขึ้นสู่ผิวน้ำ ปัจจุบันเรือดำน้ำสามารถจุคนได้ถึง 150 คน สามารถอยู่ใต้น้ำได้นานนับเดือน ด้วยขนาดที่ใหญ่โตจนสามารถจุคนได้มากขนาดนี้ เรือดำน้ำมีวิธีการอย่างไรที่จะทำให้ตัวมันดำลงใต้น้ำได้และกลับขึ้นสู่ผิวน้ำได้อีก เรือดำน้ำถูกออกแบบมาเพื่อให้สามารถอยู่ในน้ำลึกได้ ด้วยตัวลำเรือที่ถูกออกแบบให้มีผนังสองชั้น เป็นส่วนหนึ่งที่ทำให้ลูกเรือสามารถอยู่ในเรือได้อย่างปกติ แม้จะอยู่ในระดับความลึกมากเพียงใดก็ตาม และสามารถอยู่ได้นานจนกว่าอากาศและอาหารจะไม่เพียงพอ"
    },
    {
        "title":"การดำน้ำของเรือ",
        "subtitle":"การแบ่งประเภทของเรือดำน้ำในปัจจุบัน",
        "image_url":"https://raw.githubusercontent.com/navywebmaster/SubmarineAPI/main/u-boat-3999328_960_720.jpg",
        "detail":"เราสามารถควบคุมทิศทางการเคลื่อนที่ของเรือดำน้ำได้ด้วยการบังคับหางเสือเรือให้ไปทางซ้ายหรือทางขวา มีใบพัดที่สร้างแรงผลักให้เรือดำน้ำเคลื่อนที่ไปข้างหน้า เราสามารถทำให้เรือดำน้ำจมน้ำ ลอยอยู่บนผิวน้ำหรือแม้กระทั่งลอยอยู่ใต้น้ำได้ เมื่อวัตถุชิ้นหนึ่งอยู่ใต้น้ำ น้ำจะถูกแทนที่ด้วยวัตถุอีกชิ้นนั้นในปริมาตรที่เท่ากัน น้ำหนักและปริมาตรเป็นสิ่งที่ทำให้วัตถุชิ้นหนึ่งจมหรือลอย หากเราโยนไม้ท่อนหนึ่งลงในน้ำ ไม้ท่อนนั้นจะเข้าไปแทนที่น้ำ ในขณะที่น้ำจะมีแรงดันกลับทำให้ไม้ลอยน้ำขึ้นมา ถ้าเราเปรียบเทียบน้ำหนักของไม้กับน้ำที่มีปริมาตรเท่ากันจะพบว่า ไม้มีปริมาตรที่เบากว่า ดังนั้น น้ำจึงมีกำลังพอที่จะรองรับไม้ท่อนนั้นไม่ให้จมลงใต้น้ำหากเราเปลี่ยนจากไม้เป็นก้อนหินซึ่งมีน้ำหนักมากกว่าน้ำ ก้อนหินก็จะจมลงอย่างรวดเร็วเนื่องจากน้ำไม่สามารถจะรองรับน้ำหนักของก้อนหินไว้ได้ หากเราลองใช้ขวดพลาสติกที่มีน้ำหนักเบานำมาเติมน้ำลงไปครึ่งขวดแล้วนำขวดนั้นไปใส่ในน้ำ เราเห็นว่าขวดจะจมลงไปเพียงแค่ส่วนที่มีน้ำอยู่เนื่องจากน้ำหนักของน้ำที่อยู่ในขวดนั้นมีพอ ๆ กับน้ำภายนอกขวดที่ถูกแทนที่ แต่ถ้าเราใส่น้ำจนเต็มขวด ขวดใบนั้นก็จะจมน้ำ เนื่องจากน้ำหนักของขวดขณะนั้นเท่ากันหรืออาจจะมากกว่าน้ำที่ถูกแทนที่ เรือดำน้ำใช้หลักการนี้ในการดำลงใต้น้ำและกลับขึ้นสู่ผิวน้ำ วิธีการก็คือ ลดหรือเพิ่มปริมาณของน้ำและอากาศที่อยู่ในถังอับเฉาให้เหมาะสม เวลาที่ถังอับเฉามีแต่อากาศ น้ำหนักของเรือก็จะน้อยกว่าน้ำ ทำให้เรือลอยอยู่บนผิวน้ำได้ แต่ถ้าหากในถังอับเฉามีน้ำอยู่เต็ม น้ำหนักของเรือก็จะมากกว่าน้ำซึ่งก็จะทำให้เรือจมลงใต้น้ำ หากเราต้องการให้เรือลอยขึ้น สามารถทำได้โดยการปล่อยอากาศที่ถูกอัดเอาไว้ในถังอัดอากาศเพื่อดันน้ำออกไปจากถึงอับเฉา เมื่อปริมาณน้ำลดลง เรือก็จะมีน้ำหนักน้อยลงจนถึงระดับที่เบากว่าน้ำ ทำให้เรือสามารถลอยขึ้นเหนือผิวน้ำได้"
    },
    {
        "title":"ข้อดีของการใช้งานเรือดำน้ำแบบ S26T",
        "subtitle":"กองทัพเรือ แจงข้อดีของเรือดำน้ำ แบบ S26T ประเทศจีน ขีดความสามารถในการซ่อนพรางตัวเองสูงมาก อยู่ใต้น้ำได้นานกว่าถึง 5 เท่า ระบบอาวุธหลากหลาย ปลอดภัย และมีการดูแลรักษาต่อเนื่อง",
        "image_url":"https://raw.githubusercontent.com/navywebmaster/SubmarineAPI/main/submarine-170463_960_720.jpg",
        "detail":"1. ด้านการซ่อนพรางตัว เรือดำน้ำแบบ S26T มีขีดความสามารถในการซ่อนพรางตัวเองสูงมากเมื่อเทียบกับเรือดำน้ำแบบธรรมดาที่ใช้แบตเตอรี่เพียงอย่างเดียว เพราะจะสามารถอยู่ใต้น้ำได้นานกว่าถึง 5 เท่า เนื่องจากมีการติดตั้งระบบขับเคลื่อนที่ไม่ใช้อากาศจากภายนอก หรือระบบ AIP (Air Independent Propulsion System) หรือหมายถึงไม่ขึ้นมาหายใจ แต่สามารถเดินเครื่องกำเนิดไฟฟ้าขณะดำอยู่ใต้น้ำได้ เนื่องจากใช้ออกซิเจนจากถังเก็บที่นำไปกับเรือด้วย ทำให้ได้เปรียบต่อฝ่ายตรงข้าม เพราะสามารถติดตามความเคลื่อนไหวของกำลังทางเรือฝ่ายตรงข้ามได้\n 2. ด้านระบบอาวุธที่มีหลากหลายและรุนแรง โดยทั่วไปแล้วอาวุธที่เป็นอาวุธหลักของเรือดำน้ำ คือ ตอร์ปิโด ซึ่งจะยิงจากท่อตอร์ปิโด ซึ่งสามารถยิงอาวุธปล่อยนำวิถีใต้น้ำสู่พื้นหรือสู่เป้าหมายบนฝั่งได้ด้วย รวมทั้งยังออกแบบให้สามารถวางทุ่นระเบิดได้อีก ทำให้กองทัพเรือจะมีขีดความสามารถในการสู้รบเพิ่มมากขึ้นเป็นอย่างมากจากการได้รับอาวุธ ทั้ง 3 ชนิดที่ได้กล่าวมาแล้วข้างต้น ถือเป็นขีดความสามารถที่สำคัญ\n 3. ด้านความปลอดภัย ภายในตัวเรือดำน้ำแบบ S26T ได้ออกแบบให้แบ่งเป็นห้อง หรือ Compartment ย่อย ๆ ที่กันน้ำ เมื่อมีเหตุการณ์น้ำเข้าเรือห้องใดห้องหนึ่ง เรือก็ยังมีแรงลอยตัวสำรองมากพอที่สามารถนำเรือขึ้นสู่ผิวน้ำได้ นอกจากนี้การแบ่งเป็นห้อง หรือ Compartment ย่อย เมื่อเกิดเหตุฉุกเฉินขึ้นในห้องใดห้องหนึ่ง กำลังพลของเรือก็ยังสามารถย้ายไปยังห้องอื่น เพื่อรอคอยความช่วยเหลือจากยานกู้ภัยเรือดำน้ำ หรือจากหน่วยที่ให้ความช่วยเหลือได้ ซึ่งปัจจุบันยานช่วยชีวิตหรือยานกู้ภัยเรือดำน้ำได้รับการออกแบบให้สามารถให้การช่วยเหลือเรือดำน้ำที่ประสบเหตุได้ถึงความลึก กว่า 500 เมตร โดยไม่มีความจำเป็นที่จะต้องหนีออกจากเรือดำน้ำ ที่เป็นทางเลือกสุดท้ายเมื่อไม่มีหนทางอื่น เนื่องจากการหนีออกจากเรือดำน้ำมาเองนั้นเสี่ยงอันตรายมาก\n 4. ด้านการฝึกอบรมกำลังพลที่จะไปเป็นกำลังพลรับเรือกลับมาและใช้งานเรือดำน้ำลำนี้ชุดแรก จะได้รับการฝึกอบรมเป็นขั้นเป็นตอนจากกองทัพเรือสาธารณรัฐประชาชนจีน ซึ่งมีประสบการณ์การฝึกอบรมมากว่า 60 ปี มีกำลังพลที่ผ่านการอบรมแล้วกว่า 80,000 นาย ซึ่งการอบรมให้กับกำลังพลของกองทัพเรือจะใช้แนวทางการฝึกอบรมแบบเดียวกับที่ทำการฝึกอบรมให้กับกำลังพลประจำเรือของสาธารณรัฐประชาชนจีนเอง ที่มีเรือดำน้ำแบบดีเซล-ไฟฟ้า ใช้งานมากกว่า 50 ลำ โดยเริ่มตั้งแต่ขั้นตอนการฝึกอบรมในห้องเรียน เพื่อเรียนรู้ทางภาคทฤษฎีในหน้าที่ของแต่ละคน การฝึกในเครื่องฝึกจำลอง (Simulator) เพื่อเรียนรู้การทำงานของหน้าที่และอุปกรณ์ต่างๆในเรือดำน้ำ การเรียนรู้อุปกรณ์ในเรือจริง เพื่อให้สามารถใช้งานและเกิดความคุ้นเคย การลงฝึกในเรือดำน้ำที่สร้างเสร็จแล้ว ทำการฝึกกำลังพลทั้งลำในการใช้งานเรือ ตั้งแต่การเดินเรือตามปกติในทะเล ซึ่งถือว่าเป็นพื้นฐานที่สำคัญ ไปจนถึงการฝึกใช้อาวุธ โดยกองทัพเรือสาธารณรัฐประชาชนจีนจะทำการฝึกและควบคุมการฝึก ตลอดระยะเวลาการฝึกอบรมทั้งสิ้นประมาณ 2 ปี\n 5. ด้านการดูแลรักษาที่ต่อเนื่อง ซึ่งนอกจากการรับประกันหลังการส่งมอบระยะเวลา 2 ปี ที่บริษัทอื่นไม่ได้เสนอแล้ว การรับประกันเปลี่ยนอะไหล่ที่ชำรุด ในวงรอบ 8 ปี ที่รวมการสนับสนุนอะไหล่ที่ต้องการสำหรับการทำการตรวจสภาพเรือตามวงรอบถึง 5 ครั้ง (3 Dock check และ 2 Minor overhaul) ในช่วงดังกล่าวด้วย รวมทั้งการสนับสนุนเจ้าหน้าที่เทคนิคมาประจำที่กองเรือดำน้ำ ตลอดช่วงเวลารับประกันเป็นระยะเวลา 2 ปี ซึ่งถือว่าเป็นสิ่งที่สำคัญมากในการเริ่มต้นของการมีเรือดำน้ำเข้าประจำการของกองทัพเรืออีกครั้งหนึ่ง\n ทั้งนี้ กองทัพเรือได้มีการเตรียมความพร้อม สำหรับการจะจัดหาเรือดำน้ำมาประจำการ จึงได้มีการเตรียมงานเป็นขั้นเป็นตอน ไม่ว่าจะเป็นการสร้างอาคารกองบัญชาการกองเรือดำน้ำ การสร้างอาคารที่พักสำหรับกำลังพล การจัดส่งกำลังพลไปฝึกอบรมด้านเรือดำน้ำจากต่างประเทศอย่างต่อเนื่อง ทั้งจากสหพันธ์สาธารณรัฐเยอรมนี สาธารณรัฐเกาหลี และสหรัฐอเมริกา การเข้าประชุมสัมมนาต่างๆ ทั้งในภาคพื้นเอเชียแปซิฟิก และยุโรป การจัดส่งกำลังพลร่วมฝึกและสังเกตการณ์ฝึกในเรือดำน้ำ การส่งคณะไปแลกเปลี่ยนความรู้และข้อมูลกับกองเรือดำน้ำประเทศต่าง ๆ รวมทั้ง ได้จัดหาเครื่องฝึกศูนย์ยุทธการเรือดำน้ำ เพื่อเป็นการศึกษา ทบทวน ความรู้ให้กับกำลังพล และทดสอบ ทดลองยุทธวิธีเรือดำน้ำ"
    },
    {
        "title":"ย้อนรอยเรือดำน้ำ 4 ลำแลกของราชนาวีไทย",
        "subtitle":"รู้ไหมไทยเคยมีเรือดำน้ำแล้ว!! เปิดประวัติศาสตร์กองทัพเรือไทย เคยมีเรือดำน้ำถึง 4 ลำ ปลดระวางไปเมื่อปีพ.ศ. 2494 และนับจากนั้นมา 69 ปี ประเทศไทยและกองทัพไทยก็ไม่เคยมีเรือดำน้ำอีกเลย...",
        "image_url":"https://raw.githubusercontent.com/navywebmaster/SubmarineAPI/main/submarine-170463_960_720.jpg",
        "detail":"เป็นประเด็นร้อนมาโดยต่อเนื่อง สำหรับแผนการจัดซื้อเรือดำน้ำของกองทัพเรือ เพื่อไว้ประจำการเตรียมพร้อม ท้ายที่สุด เมื่อวันที่ 18 เม.ย. ที่ผ่านมา คณะรัฐมนตรีได้มีการอนุมัติให้จัดซื้อเรือดำน้ำ 3 ลำ ตามแผนยุทธศาสตร์ของกองทัพเรือ เป็นวงเงินมูลค่า 36 หมื่นล้านบาท และเป็นการซื้อผ่อนในระยะเวลา 11 ปี\n สำหรับแนวคิดการนำ “เรือดำน้ำ” มาประจำการในกองทัพมีมาตั้งแต่สมัยรัชกาลที่ 6 เพื่อประโยชน์การป้องกันประเทศ แต่ภายหลังจากสงครามโลกครั้งที่ 1 ยุติ ฐานะเศรษฐกิจของประเทศก็ไม่อำนวยให้กองทัพจัดซื้อหรือสร้างเรือดำน้ำได้ หลังการเปลี่ยนแปลงการปกครอง ในปลาย พ.ศ. 2478 สภาผู้แทนราษฎรได้อนุมัติพระราชบัญญัติบำรุงกำลังทางเรือ พ.ศ. 2478 ให้กองทัพจัดการบำรุงกำลังทางเรือให้เสร็จภายในเวลา 5 ปี ใช้งบประมาณ 18 ล้านบาท กองทัพจึงได้กำหนดความต้องการเรือดําน้ำไว้ 5 ลำ ประมาณราคาไว้ลำละ 2.3 ล้านบาท และต้องการในขั้นแรก 3 ลำ"
    }
]
